Repository: x7peeps/hermesIOS
Catalog: scarf/scarf/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, pt_br, zh_hans

source: Provider Request Streaming
de: Streaming von Anbieteranfragen
es: Transmisión de peticiones al proveedor
fr: Diffusion des requêtes au fournisseur
ja: プロバイダーリクエストのストリーミング
pt_br: Streaming das requisições ao provedor
zh_hans: 提供方请求流式传输

source: Provider: %@
de: Anbieter: %@
es: Proveedor: %@
fr: Fournisseur : %@
ja: プロバイダー: %@
pt_br: Provedor: %@
zh_hans: 提供方：%@

source: Re-run Hermes's security scanner over every hub-installed skill (hermes skills audit). It does not reload a running agent — that's the /reload-skills chat command.
de: Den Sicherheitsscanner von Hermes erneut über jeden aus dem Hub installierten Skill laufen lassen (hermes skills audit). Ein laufender Agent wird dadurch nicht neu geladen — dafür gibt es den Chat-Befehl /reload-skills.
es: Vuelve a ejecutar el analizador de seguridad de Hermes sobre cada habilidad instalada desde el hub (hermes skills audit). No recarga un agente en marcha: para eso está el comando de chat /reload-skills.
fr: Relance l’analyseur de sécurité de Hermes sur chaque compétence installée depuis le hub (hermes skills audit). Cela ne recharge pas un agent en cours — c’est le rôle de la commande de chat /reload-skills.
ja: ハブからインストールしたすべてのスキルに対して、Hermes のセキュリティスキャナーを再実行します（hermes skills audit）。実行中のエージェントは再読み込みされません。それはチャットコマンド /reload-skills の役割です。
pt_br: Executa de novo o scanner de segurança do Hermes em cada habilidade instalada pelo hub (hermes skills audit). Ele não recarrega um agente em execução — isso é o comando de chat /reload-skills.
zh_hans: 对每个从中心安装的技能重新运行 Hermes 的安全扫描器（hermes skills audit）。它不会重新加载正在运行的代理——那是聊天命令 /reload-skills 的职责。

source: Re-scan installed skills with the security scanner
de: Installierte Skills erneut mit dem Sicherheitsscanner prüfen
es: Volver a analizar las habilidades instaladas con el analizador de seguridad
fr: Réanalyser les compétences installées avec l’analyseur de sécurité
ja: インストール済みのスキルをセキュリティスキャナーで再スキャン
pt_br: Reescanear as habilidades instaladas com o scanner de segurança
zh_hans: 使用安全扫描器重新扫描已安装的技能

source: Re-scan skills
de: Skills erneut prüfen
es: Volver a analizar habilidades
fr: Réanalyser les compétences
ja: スキルを再スキャン
pt_br: Reescanear habilidades
zh_hans: 重新扫描技能

source: Read reply aloud
de: Antwort vorlesen
es: Leer la respuesta en voz alta
fr: Lire la réponse à voix haute
ja: 返答を読み上げる
pt_br: Ler a resposta em voz alta
zh_hans: 朗读回复

source: Reason (required)
de: Grund (erforderlich)
es: Motivo (obligatorio)
fr: Motif (obligatoire)
ja: 理由（必須）
pt_br: Motivo (obrigatório)
zh_hans: 原因（必填）

source: Recent messages from this chat are shared with %@ for context.
de: Aktuelle Nachrichten aus diesem Chat werden als Kontext mit %@ geteilt.
es: Los mensajes recientes de este chat se comparten con %@ como contexto.
fr: Les messages récents de ce chat sont partagés avec %@ comme contexte.
ja: このチャットの最近のメッセージが、コンテキストとして %@ と共有されます。
pt_br: Mensagens recentes deste chat são compartilhadas com a %@ como contexto.
zh_hans: 此聊天中最近的消息会作为上下文共享给 %@。

source: Recording… slide away to cancel
de: Aufnahme… zum Abbrechen wegziehen
es: Grabando… desliza fuera para cancelar
fr: Enregistrement… faites glisser à l’écart pour annuler
ja: 録音中… キャンセルするには指をずらしてください
pt_br: Gravando… arraste para o lado para cancelar
zh_hans: 正在录音…滑开可取消

source: Recovery actions live on the Mac app — open this task there to unblock, complete, or archive it.
de: Wiederherstellungsaktionen gibt es in der Mac-App — öffnen Sie diese Aufgabe dort, um sie zu entsperren, abzuschließen oder zu archivieren.
es: Las acciones de recuperación están en la app para Mac: abre esta tarea ahí para desbloquearla, completarla o archivarla.
fr: Les actions de récupération se trouvent dans l’app Mac — ouvrez cette tâche là-bas pour la débloquer, la terminer ou l’archiver.
ja: 復旧のための操作は Mac アプリにあります。このタスクをそちらで開いて、ブロック解除・完了・アーカイブを行ってください。
pt_br: As ações de recuperação ficam no app do Mac — abra esta tarefa lá para desbloquear, concluir ou arquivar.
zh_hans: 恢复操作位于 Mac 应用中——请在那里打开此任务以解除阻塞、标记完成或归档。

source: Refresh Tokens
de: Token erneuern
es: Renovar tokens
fr: Renouveler les jetons
ja: トークンを更新
pt_br: Renovar tokens
zh_hans: 刷新令牌

source: Reorder this credential, clear its cooldown, or refresh its tokens
de: Diese Anmeldedaten neu anordnen, ihre Abkühlzeit aufheben oder ihre Token erneuern
es: Reordena esta credencial, quita su enfriamiento o renueva sus tokens
fr: Réorganiser cet identifiant, effacer son délai d’attente ou renouveler ses jetons
ja: この資格情報の並び替え、クールダウンの解除、トークンの更新を行います
pt_br: Reordene esta credencial, limpe seu resfriamento ou renove seus tokens
zh_hans: 重新排序此凭据、清除其冷却或刷新其令牌

source: Reset consent
de: Einwilligung zurücksetzen
es: Restablecer el consentimiento
fr: Réinitialiser le consentement
ja: 同意をリセット
pt_br: Redefinir consentimento
zh_hans: 重置同意

source: Resume Last Session
de: Letzte Sitzung fortsetzen
es: Reanudar la última sesión
fr: Reprendre la dernière session
ja: 前回のセッションを再開
pt_br: Retomar a última sessão
zh_hans: 恢复上次会话

source: Resume and fire at the next scheduler tick instead of at its scheduled time.
de: Fortsetzen und beim nächsten Scheduler-Tick auslösen statt zur geplanten Zeit.
es: Reanudar y ejecutar en el siguiente tic del planificador en lugar de a su hora programada.
fr: Reprendre et déclencher au prochain tic du planificateur au lieu de l’heure prévue.
ja: 再開して、予定時刻ではなく次のスケジューラーのティックで実行します。
pt_br: Retomar e disparar no próximo tique do agendador, em vez do horário agendado.
zh_hans: 恢复并在调度器的下一次触发时运行，而不是在其计划时间运行。

source: Returns to the chat.
de: Kehrt zum Chat zurück.
es: Vuelve al chat.
fr: Revient au chat.
ja: チャットに戻ります。
pt_br: Volta ao chat.
zh_hans: 返回聊天。

source: Review what Live Voice shares
de: Überprüfen, was Live Voice teilt
es: Revisar qué comparte Live Voice
fr: Voir ce que Live Voice partage
ja: Live Voice が共有する内容を確認
pt_br: Revisar o que o Live Voice compartilha
zh_hans: 查看 Live Voice 共享的内容

source: Review…
de: Überprüfen…
es: Revisar…
fr: Examiner…
ja: 確認…
pt_br: Revisar…
zh_hans: 查看…

source: Routing is off: `multiplex_profiles` is set at the top level of config.yaml, where it overrides any `gateway.multiplex_profiles` value. Enabling updates that top-level key.
de: Das Routing ist aus: `multiplex_profiles` ist auf oberster Ebene der config.yaml gesetzt und überschreibt dort jeden Wert von `gateway.multiplex_profiles`. Beim Aktivieren wird dieser Schlüssel auf oberster Ebene aktualisiert.
es: El enrutamiento está desactivado: `multiplex_profiles` está definido en el nivel superior de config.yaml, donde anula cualquier valor de `gateway.multiplex_profiles`. Al activarlo se actualiza esa clave de nivel superior.
fr: Le routage est désactivé : `multiplex_profiles` est défini au niveau supérieur de config.yaml, où il remplace toute valeur de `gateway.multiplex_profiles`. L’activer met à jour cette clé de niveau supérieur.
ja: ルーティングはオフです。`multiplex_profiles` が config.yaml のトップレベルに設定されており、`gateway.multiplex_profiles` の値を上書きします。有効にすると、そのトップレベルのキーが更新されます。
pt_br: O roteamento está desligado: `multiplex_profiles` está definido no nível superior do config.yaml, onde substitui qualquer valor de `gateway.multiplex_profiles`. Ativar atualiza essa chave de nível superior.
zh_hans: 路由已关闭：`multiplex_profiles` 设置在 config.yaml 的顶层，会覆盖任何 `gateway.multiplex_profiles` 值。启用会更新该顶层键。

source: Running…
de: Wird ausgeführt…
es: Ejecutando…
fr: Exécution…
ja: 実行中…
pt_br: Executando…
zh_hans: 正在运行…

source: Runs `hermes security audit` to check installed packages against the OSV.dev advisory database.
de: Führt `hermes security audit` aus, um installierte Pakete mit der Advisory-Datenbank von OSV.dev abzugleichen.
es: Ejecuta `hermes security audit` para comprobar los paquetes instalados contra la base de datos de avisos de OSV.dev.
fr: Exécute `hermes security audit` pour comparer les paquets installés à la base d’alertes OSV.dev.
ja: `hermes security audit` を実行し、インストール済みパッケージを OSV.dev の勧告データベースと照合します。
pt_br: Executa `hermes security audit` para verificar os pacotes instalados na base de avisos do OSV.dev.
zh_hans: 运行 `hermes security audit`，对照 OSV.dev 公告数据库检查已安装的软件包。

source: Save failed: %@
de: Sichern fehlgeschlagen: %@
es: Error al guardar: %@
fr: Échec de l’enregistrement : %@
ja: 保存に失敗しました: %@
pt_br: Falha ao salvar: %@
zh_hans: 保存失败：%@

source: Scarf asks once on this Mac. You can review or reset this in Settings › Voice.
de: Scarf fragt auf diesem Mac einmal. Sie können das in Einstellungen › Sprache überprüfen oder zurücksetzen.
es: Scarf pregunta una vez en este Mac. Puedes revisarlo o restablecerlo en Ajustes › Voz.
fr: Scarf demande une seule fois sur ce Mac. Vous pouvez le consulter ou le réinitialiser dans Réglages › Voix.
ja: Scarf はこの Mac で一度だけ確認します。「設定」›「音声」で確認またはリセットできます。
pt_br: O Scarf pergunta uma vez neste Mac. Você pode revisar ou redefinir isso em Ajustes › Voz.
zh_hans: Scarf 在这台 Mac 上只询问一次。你可以在“设置”›“语音”中查看或重置。

source: Scarf can't use the microphone.
de: Scarf kann das Mikrofon nicht verwenden.
es: Scarf no puede usar el micrófono.
fr: Scarf ne peut pas utiliser le microphone.
ja: Scarf はマイクを使用できません。
pt_br: O Scarf não pode usar o microfone.
zh_hans: Scarf 无法使用麦克风。

source: Scarf couldn't find Hermes's Python on the host.
de: Scarf konnte das Python von Hermes auf dem Host nicht finden.
es: Scarf no encontró el Python de Hermes en el host.
fr: Scarf n’a pas trouvé le Python de Hermes sur l’hôte.
ja: Scarf はホスト上で Hermes の Python を見つけられませんでした。
pt_br: O Scarf não encontrou o Python do Hermes no host.
zh_hans: Scarf 未能在主机上找到 Hermes 的 Python。

source: Scarf couldn't find Hermes's Python on the server, so Live Voice couldn't start.
de: Scarf konnte das Python von Hermes auf dem Server nicht finden, daher ließ sich Live Voice nicht starten.
es: Scarf no encontró el Python de Hermes en el servidor, así que Live Voice no pudo iniciarse.
fr: Scarf n’a pas trouvé le Python de Hermes sur le serveur ; Live Voice n’a donc pas pu démarrer.
ja: Scarf はサーバー上で Hermes の Python を見つけられなかったため、Live Voice を開始できませんでした。
pt_br: O Scarf não encontrou o Python do Hermes no servidor, então o Live Voice não conseguiu iniciar.
zh_hans: Scarf 未能在服务器上找到 Hermes 的 Python，因此 Live Voice 无法启动。

source: Scarf couldn't reach the Hermes host.
de: Scarf konnte den Hermes-Host nicht erreichen.
es: Scarf no pudo contactar con el host de Hermes.
fr: Scarf n’a pas pu joindre l’hôte Hermes.
ja: Scarf は Hermes ホストに接続できませんでした。
pt_br: O Scarf não conseguiu alcançar o host do Hermes.
zh_hans: Scarf 无法连接到 Hermes 主机。

source: ScarfGo asks before the first Live Voice session on this device. After a reset it asks again.
de: ScarfGo fragt vor der ersten Live Voice-Sitzung auf diesem Gerät. Nach einem Zurücksetzen fragt es erneut.
es: ScarfGo pregunta antes de la primera sesión de Live Voice en este dispositivo. Tras un restablecimiento vuelve a preguntar.
fr: ScarfGo demande avant la première session Live Voice sur cet appareil. Après une réinitialisation, il redemande.
ja: ScarfGo は、このデバイスでの最初の Live Voice セッションの前に確認します。リセット後は再度確認します。
pt_br: O ScarfGo pergunta antes da primeira sessão do Live Voice neste dispositivo. Depois de uma redefinição, ele pergunta de novo.
zh_hans: ScarfGo 会在本设备首次 Live Voice 会话前询问。重置后会再次询问。

source: ScarfGo asks once on this device. You can review or reset this in Settings.
de: ScarfGo fragt auf diesem Gerät einmal. Sie können das in den Einstellungen überprüfen oder zurücksetzen.
es: ScarfGo pregunta una vez en este dispositivo. Puedes revisarlo o restablecerlo en Ajustes.
fr: ScarfGo demande une seule fois sur cet appareil. Vous pouvez le consulter ou le réinitialiser dans Réglages.
ja: ScarfGo はこのデバイスで一度だけ確認します。「設定」で確認またはリセットできます。
pt_br: O ScarfGo pergunta uma vez neste dispositivo. Você pode revisar ou redefinir isso em Ajustes.
zh_hans: ScarfGo 在本设备上只询问一次。你可以在“设置”中查看或重置。

source: ScarfGo can't use the microphone. Allow microphone access in Settings, then try again.
de: ScarfGo kann das Mikrofon nicht verwenden. Erlauben Sie den Mikrofonzugriff in den Einstellungen und versuchen Sie es erneut.
es: ScarfGo no puede usar el micrófono. Permite el acceso al micrófono en Ajustes e inténtalo de nuevo.
fr: ScarfGo ne peut pas utiliser le microphone. Autorisez l’accès au microphone dans Réglages, puis réessayez.
ja: ScarfGo はマイクを使用できません。「設定」でマイクへのアクセスを許可してから、もう一度お試しください。
pt_br: O ScarfGo não pode usar o microfone. Permita o acesso ao microfone em Ajustes e tente novamente.
zh_hans: ScarfGo 无法使用麦克风。请在“设置”中允许麦克风访问，然后重试。

source: Send metrics to Nous
de: Messwerte an Nous senden
es: Enviar métricas a Nous
fr: Envoyer les métriques à Nous
ja: メトリクスを Nous に送信
pt_br: Enviar métricas para a Nous
zh_hans: 将指标发送给 Nous

source: Served by default profile
de: Wird vom Standardprofil bedient
es: Servido por el perfil predeterminado
fr: Servi par le profil par défaut
ja: 既定のプロファイルが処理
pt_br: Atendido pelo perfil padrão
zh_hans: 由默认配置档提供服务

source: Session time %@, approximately %@.
de: Sitzungsdauer %1$@, etwa %2$@.
es: Tiempo de sesión %1$@, aproximadamente %2$@.
fr: Durée de session %1$@, environ %2$@.
ja: セッション時間 %1$@、約 %2$@。
pt_br: Tempo de sessão %1$@, aproximadamente %2$@.
zh_hans: 会话时长 %1$@，约 %2$@。

source: Set OPENAI_API_KEY in the host's Hermes .env file, or voice.gpt_live.api_key in its config.yaml, then try again. Nothing was charged.
de: Setzen Sie OPENAI_API_KEY in der Hermes-.env-Datei des Hosts oder voice.gpt_live.api_key in dessen config.yaml und versuchen Sie es erneut. Es wurde nichts berechnet.
es: Define OPENAI_API_KEY en el archivo .env de Hermes del host, o voice.gpt_live.api_key en su config.yaml, e inténtalo de nuevo. No se cobró nada.
fr: Définissez OPENAI_API_KEY dans le fichier .env de Hermes sur l’hôte, ou voice.gpt_live.api_key dans son config.yaml, puis réessayez. Rien n’a été facturé.
ja: ホストの Hermes の .env ファイルで OPENAI_API_KEY を設定するか、config.yaml で voice.gpt_live.api_key を設定してから、もう一度お試しください。課金は発生していません。
pt_br: Defina OPENAI_API_KEY no arquivo .env do Hermes no host, ou voice.gpt_live.api_key no config.yaml dele, e tente novamente. Nada foi cobrado.
zh_hans: 请在主机的 Hermes .env 文件中设置 OPENAI_API_KEY，或在其 config.yaml 中设置 voice.gpt_live.api_key，然后重试。未产生任何费用。

source: Show Report Without Uploading
de: Bericht anzeigen, ohne hochzuladen
es: Mostrar el informe sin subirlo
fr: Afficher le rapport sans l’envoyer
ja: アップロードせずにレポートを表示
pt_br: Mostrar o relatório sem enviar
zh_hans: 显示报告但不上传

source: Sign in
de: Anmelden
es: Iniciar sesión
fr: Se connecter
ja: サインイン
pt_br: Entrar
zh_hans: 登录

source: Sign in to %@
de: Bei %@ anmelden
es: Iniciar sesión en %@
fr: Se connecter à %@
ja: %@ にサインイン
pt_br: Entrar em %@
zh_hans: 登录 %@

source: Sign in to this server
de: Bei diesem Server anmelden
es: Iniciar sesión en este servidor
fr: Se connecter à ce serveur
ja: このサーバーにサインイン
pt_br: Entrar neste servidor
zh_hans: 登录此服务器

source: Signed in.
de: Angemeldet.
es: Sesión iniciada.
fr: Connecté.
ja: サインインしました。
pt_br: Sessão iniciada.
zh_hans: 已登录。

source: Some files were skipped — the archive is incomplete.
de: Einige Dateien wurden übersprungen — das Archiv ist unvollständig.
es: Se omitieron algunos archivos: el archivo comprimido está incompleto.
fr: Certains fichiers ont été ignorés — l’archive est incomplète.
ja: 一部のファイルがスキップされました。アーカイブは不完全です。
pt_br: Alguns arquivos foram ignorados — o arquivo compactado está incompleto.
zh_hans: 部分文件被跳过——归档不完整。

source: Some files were skipped — the restore is incomplete.
de: Einige Dateien wurden übersprungen — die Wiederherstellung ist unvollständig.
es: Se omitieron algunos archivos: la restauración está incompleta.
fr: Certains fichiers ont été ignorés — la restauration est incomplète.
ja: 一部のファイルがスキップされました。復元は不完全です。
pt_br: Alguns arquivos foram ignorados — a restauração está incompleta.
zh_hans: 部分文件被跳过——恢复不完整。

source: Some upload targets failed — not every link below was created.
de: Einige Upload-Ziele sind fehlgeschlagen — nicht jeder Link unten wurde erstellt.
es: Algunos destinos de subida fallaron: no se crearon todos los enlaces de abajo.
fr: Certaines destinations d’envoi ont échoué — tous les liens ci-dessous n’ont pas été créés.
ja: 一部のアップロード先で失敗しました。以下のリンクがすべて作成されたわけではありません。
pt_br: Alguns destinos de envio falharam — nem todos os links abaixo foram criados.
zh_hans: 部分上传目标失败——下面的链接并非全部创建成功。

source: Something went wrong. %@
de: Etwas ist schiefgelaufen. %@
es: Algo salió mal. %@
fr: Un problème est survenu. %@
ja: 問題が発生しました。%@
pt_br: Algo deu errado. %@
zh_hans: 出了点问题。%@

source: Speak every reply aloud. Off by default on every supported host.
de: Jede Antwort vorlesen. Auf allen unterstützten Hosts standardmäßig aus.
es: Leer en voz alta todas las respuestas. Desactivado por omisión en todos los hosts compatibles.
fr: Lire chaque réponse à voix haute. Désactivé par défaut sur tous les hôtes pris en charge.
ja: すべての返答を読み上げます。対応するすべてのホストで既定はオフです。
pt_br: Ler todas as respostas em voz alta. Desligado por padrão em todos os hosts compatíveis.
zh_hans: 朗读每一条回复。在所有受支持的主机上默认关闭。

source: Speak naturally. Say “stop” or tap End when you're done.
de: Sprechen Sie ganz normal. Sagen Sie „Stopp“ oder tippen Sie auf „Beenden“, wenn Sie fertig sind.
es: Habla con normalidad. Di «stop» o toca Finalizar cuando termines.
fr: Parlez normalement. Dites « stop » ou touchez Terminer quand vous avez fini.
ja: 普通に話しかけてください。終わったら「ストップ」と言うか、「終了」をタップしてください。
pt_br: Fale normalmente. Diga “stop” ou toque em Encerrar quando terminar.
zh_hans: 自然地说话。说完后可以说“stop”或点按“结束”。

source: Speaking
de: Spricht
es: Hablando
fr: Parle
ja: 発話中
pt_br: Falando
zh_hans: 正在说话

source: Speech recognition is off. Enable it in Settings to dictate.
de: Die Spracherkennung ist aus. Aktivieren Sie sie in den Einstellungen, um zu diktieren.
es: El reconocimiento de voz está desactivado. Actívalo en Ajustes para dictar.
fr: La reconnaissance vocale est désactivée. Activez-la dans Réglages pour dicter.
ja: 音声認識がオフです。音声入力するには「設定」でオンにしてください。
pt_br: O reconhecimento de fala está desativado. Ative em Ajustes para ditar.
zh_hans: 语音识别已关闭。请在“设置”中开启后再口述。

source: Start Again
de: Erneut starten
es: Empezar de nuevo
fr: Recommencer
ja: もう一度開始
pt_br: Começar de novo
zh_hans: 重新开始

source: Start Live Voice
de: Live Voice starten
es: Iniciar Live Voice
fr: Démarrer Live Voice
ja: Live Voice を開始
pt_br: Iniciar o Live Voice
zh_hans: 启动 Live Voice

source: Start Live Voice: talk with Hermes (about $0.05 per minute)
de: Live Voice starten: mit Hermes sprechen (etwa 0,05 $ pro Minute)
es: Iniciar Live Voice: habla con Hermes (unos 0,05 USD por minuto)
fr: Démarrer Live Voice : parler avec Hermes (environ 0,05 $ par minute)
ja: Live Voice を開始: Hermes と話す（1 分あたり約 0.05 ドル）
pt_br: Iniciar o Live Voice: fale com o Hermes (cerca de US$ 0,05 por minuto)
zh_hans: 启动 Live Voice：与 Hermes 对话（每分钟约 0.05 美元）

source: Start a new voice session in this chat
de: Eine neue Sprachsitzung in diesem Chat starten
es: Iniciar una nueva sesión de voz en este chat
fr: Démarrer une nouvelle session vocale dans ce chat
ja: このチャットで新しい音声セッションを開始
pt_br: Iniciar uma nova sessão de voz neste chat
zh_hans: 在此聊天中开始新的语音会话

source: Start dictating
de: Diktat starten
es: Empezar a dictar
fr: Commencer à dicter
ja: 音声入力を開始
pt_br: Começar a ditar
zh_hans: 开始口述

source: Starting the microphone and connecting through your Hermes host.
de: Das Mikrofon wird gestartet und die Verbindung über Ihren Hermes-Host hergestellt.
es: Iniciando el micrófono y conectando a través de tu host de Hermes.
fr: Démarrage du microphone et connexion via votre hôte Hermes.
ja: マイクを起動し、Hermes ホスト経由で接続しています。
pt_br: Iniciando o microfone e conectando pelo seu host do Hermes.
zh_hans: 正在启动麦克风，并通过你的 Hermes 主机建立连接。

source: Starts Live Voice.
de: Startet Live Voice.
es: Inicia Live Voice.
fr: Démarre Live Voice.
ja: Live Voice を開始します。
pt_br: Inicia o Live Voice.
zh_hans: 启动 Live Voice。

source: Starts a spoken conversation with Hermes. Billed at 5 cents a minute on the host's OpenAI key.
de: Startet ein gesprochenes Gespräch mit Hermes. Abgerechnet mit 5 Cent pro Minute über den OpenAI-Schlüssel des Hosts.
es: Inicia una conversación hablada con Hermes. Se cobran 5 centavos por minuto a la clave de OpenAI del host.
fr: Démarre une conversation parlée avec Hermes. Facturé 5 cents par minute sur la clé OpenAI de l’hôte.
ja: Hermes との音声会話を開始します。ホストの OpenAI キーに 1 分あたり 5 セントが課金されます。
pt_br: Inicia uma conversa falada com o Hermes. Cobrado a 5 centavos por minuto na chave da OpenAI do host.
zh_hans: 开始与 Hermes 的语音对话。按每分钟 5 美分计入主机的 OpenAI 密钥。

source: Stop dictating
de: Diktat beenden
es: Dejar de dictar
fr: Arrêter de dicter
ja: 音声入力を停止
pt_br: Parar de ditar
zh_hans: 停止口述

source: Stop reading aloud
de: Vorlesen beenden
es: Dejar de leer en voz alta
fr: Arrêter la lecture à voix haute
ja: 読み上げを停止
pt_br: Parar de ler em voz alta
zh_hans: 停止朗读

source: Streams the model's own API requests (parent and subagents). Turn OFF only for self-hosted OpenAI-compatible servers whose streaming tool-call path is broken — non-streaming loses liveness. Separate from Streaming above, which only affects terminal rendering.
de: Streamt die API-Anfragen des Modells selbst (Haupt- und Subagenten). Schalten Sie dies nur für selbst gehostete OpenAI-kompatible Server AUS, deren Streaming-Pfad für Tool-Aufrufe defekt ist — ohne Streaming geht die Lebendigkeit verloren. Unabhängig von „Streaming“ oben, das nur die Terminal-Darstellung betrifft.
es: Transmite las propias peticiones de API del modelo (principal y subagentes). Desactívalo solo para servidores compatibles con OpenAI autoalojados cuyo flujo de llamadas de herramienta esté roto: sin transmisión se pierde la sensación de inmediatez. Es independiente de «Transmisión» de arriba, que solo afecta a la representación en el terminal.
fr: Diffuse les requêtes d’API du modèle lui-même (agent principal et sous-agents). Désactivez cette option uniquement pour les serveurs compatibles OpenAI auto-hébergés dont le flux d’appels d’outils est défectueux — sans diffusion, on perd la réactivité. Indépendant de « Diffusion » ci-dessus, qui n’affecte que le rendu dans le terminal.
ja: モデル自身の API リクエスト（親およびサブエージェント）をストリーミングします。オフにするのは、ツール呼び出しのストリーミング経路が壊れているセルフホストの OpenAI 互換サーバーの場合だけにしてください。ストリーミングなしでは応答の即時性が失われます。上の「ストリーミング」とは別の設定で、そちらはターミナルの表示にのみ影響します。
pt_br: Transmite as próprias requisições de API do modelo (principal e subagentes). Desligue apenas para servidores compatíveis com OpenAI auto-hospedados cujo caminho de streaming de chamadas de ferramenta esteja quebrado — sem streaming, perde-se a sensação de resposta imediata. É separado de “Streaming” acima, que só afeta a renderização no terminal.
zh_hans: 流式传输模型自身的 API 请求（父代理与子代理）。仅当自托管的 OpenAI 兼容服务器的工具调用流式路径有问题时才关闭此项——不使用流式会失去即时感。这与上面的“流式传输”无关，后者只影响终端渲染。

source: Subagent Compaction Cap
de: Obergrenze für Subagenten-Verdichtung
es: Límite de compactación de subagentes
fr: Plafond de compactage des sous-agents
ja: サブエージェントの圧縮上限
pt_br: Limite de compactação de subagentes
zh_hans: 子代理压缩上限

source: System Voice
de: Systemstimme
es: Voz del sistema
fr: Voix du système
ja: システムの音声
pt_br: Voz do sistema
zh_hans: 系统语音
